Repository: giorgil/muss
Catalog: muss/locale/*/LC_MESSAGES/django.po
Languages: it

source: English
it: Inglese

source: Spanish
it: Spagnolo

source: Italian
it: Italiano

source: Successfully deleted %(count)d record/s.
it: Eliminato correttamente %(count)d record/s.

source: Delete selected %(verbose_name_plural)s
it: Elimina selezionato %(verbose_name_plural)s

source: Moderators
it: Moderatori

source: Profile
it: Profilo

source: The email already exists.
it: L'email esiste già.

source: Please, you add forums and categories in the administrator.
it: Si prega, si aggiungono i forum e le categorie a l'amministratore.

source: There are no forums created for the category
it: Non ci sono forum creati per la categoria

source: Total topics
it: Argomenti totali

source: Add topic
it: Aggiungi argomento

source: Register
it: Registrare

source: Unregister
it: Annullare la registrazione

source: Topic
it: Argomento

source: Answers
it: Risposte

source: Visits
it: Visite

source: Last Activity
it: L'ultima attività

source: The forum does not contain topics.
it: Il forum non contiene argomenti.

source: Total likes
it: Likes totali

source: Total comments
it: Commenti totali

source: Reply
it: Replica

source: Add Reply
it: Replica

source: View
it: Visualizzazione

source: Views
it: Visualizzazioni

source: Sign up
it: Registrazione

source: Sign in
it: Registrati

source: First name
it: Nome

source: Last name
it: Cognome

source: Repeat password
it: Ripetere password

source: Forgot password?
it: Ha dimenticato la password?

source: By clicking Create my account, you agree to our Terms and that you have read our Data Use Policy, including our Cookie Use.
it: Facendo clic su Creare il mio account, l'utente accetta i termini e che avete letto la nostra politica dei dati Usa, tra cui la nostra Cookie Usa.

source: Create my account
it: Creare il mio account

source: Error sending email.
it: Errore durante l'invio di email.

source: Please, check your email.
it: Si prega di controllare la tua email.

source: Email is invalid.
it: L'email non è valida

source: Change password
it: Cambia la tua password

source: Please enter your new password twice so we can verify you typed it in correctly.
it: Si prega di inserire due volte la nuova password in modo che possiamo verificare che è stata digitata in correttamente.

source: Change my password
it: Cambia la mia password

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il collegamento reimpostazione della password non è valida, forse perché è già stato. usato. Si prega di richiedere una nuova reimpostazione della password.

source: Confirm password
it: conferma password

source: New password
it: Nuova password

source: Congratulations
it: Complimenti

source: Your password has been set. You may go ahead and log in now.
it: La password è stata impostata. Si può andare avanti e ora il login.

source: Passwords don't match
it: Password non corrispondono

source: Username or password incorrect.
it: Nome utente o password scorretto.

source: Open topic
it: Apri argomento

source: Close topic
it: Chiudi argomento

source: Loading
it: Caricamento in corso

source: Find Topics
it: Trova argomenti

source: No results
it: Nessun risultato

source: Edit
it: Modifica

source: Comment
it: Commento

source: Do you want remove this comment?
it: Vuoi eliminare questo commento?

source: There was an error creating your comment.
it: Si è verificato un errore durante la creazione del tuo commento.

source: Remove comment
it: Rimuovere commento

source: Cancel
it: Annulla

source: Do you want remove this topic?
it: Non si desidera rimuovere l'argomento?

source: There was an error creating your topic.
it: Si è verificato un errore durante la creazione del tuo argomento.

source: Remove topic
it: Rimuovi argomento

source: Failed to register
it: Impossibile registrarti

source: Failed to unregister
it: Impossibile annullare la registrazione

source: Members
it: Membri

source: of
it: di

source: About
it: A proposito di me

source: Location
it: luogo

source: There is no charged location
it: Non esiste alcuna località caricata

source: No user information
it: Nessuna informazione utente

source: Incorrect image type
it: Tipo di immagine non corretto

source: Created
it: Creato

source: By
it: Di

source: New topic
it: Nuovo argomento

source: See everything
it: Vedi tutto

source: No notifications
it: Nessuna notifica

source: Notifications
it: Notifiche

source: Informative Message
it: Messaggio Informativo

source: There are pending topics of moderation
it: Ci sono argomenti in attesa di moderazione

source: The topic is pending of moderation
it: L'argomento è in attesa di moderazione

source: Registered users
it: Utenti registrati

source: This topic is closed
it: Questo argomento è chiuso

source: Please wait for a moderator to accept your registration to the forum
it: Per favore attendi che un moderatore accetti la tua registrazione al forum

source: You are awaiting moderation
it: Sei in attesa di moderazione

source: Confirm of the register cancellation
it: Conferma della cancellazione del registro

source: Do you confirm the cancellation of the register?
it: Confermi la cancellazione del registro?

source: A moderator accepted your request for registration in
it: Un moderatore ha accettato la tua richiesta di registrazione in

source: Latest
it: Più recente

source: Description
it: Descrizione

source: If checked, this category will be visible only for staff
it: Se selezionata, questa categoria sarà visibile solo per il personale

source: Category
it: Categoria

source: Categories
it: Categorie

source: Parent forum
it: Forum padre

source: Name
it: Nome

source: Date
it: Data

source: Hidden
it: Occulto

source: If hide the forum in the index page
it: Se nascondere il forum nella pagina di indice

source: Check topics
it: Controllare argomenti

source: If the forum is moderated
it: Se il forum è moderato

source: Public
it: Pubblico

source: If the forum is public and don't to register to the forum
it: Se il forum è pubblico e non registrarsi al forum

source: Message to inform
it: Messagio per informare

source: If you want to report a message to a forum
it: Se vuoi segnalare un messaggio a un forum

source: Message expires from
it: Messaggio scade da

source: Date from message expired
it: Data dal messaggio scaduto

source: Message expires to
it: Messaggio scade a

source: Date to message expired
it: Data al messaggio scaduto

source: Message for forums
it: Messagio per i forums

source: Messages for forums
it: Messagi per i forums

source: User
it: Utente

source: Title
it: Titolo

source: Last activity
it: L'ultima attività

source: Closed topic
it: Chiudi argomento

source: If the topic is closed
it: Se l'argomento è chiuso

source: If the topic is moderated
it: Se l'argomento è moderato

source: If the topic is important and it will go top
it: Se l'argomento è importante e andrà top

source: Topics
it: Argomenti

source: Comments
it: Commenti

source: Enable register
it: Abilita registro

source: If the user is enabled in the forum
it: Se l'utente è abilitato nel forum

source: Registers
it: Registri

source: Photo
it: Fotografia

source: About me
it: A proposito di me

source: Is troll
it: Se sei un troll

source: If the user is troll
it: Se l'utente è un troll

source: Receive Emails
it: Ricevi email

source: If receive Emails
it: Se ricevi le email

source: Logo width
it: Larghezza logo

source: Logo height
it: Altezza logo

source: Custom design
it: Design personalizzato

source: Description site.
it: Descrizione sito

source: Keywords
it: Parole chiave

source: Keywords for the SEO.
it: Parole chiave per SEO

source: Configuration
it: Configurazione

source: Configurations
it: Configurazioni

source: Thank you for joining to %(site)s please enter to confirm your email to this address:
it: Grazie per essere al %(site)s inserite per confermare la tua email per questo indirizo:

source: Welcome to
it: Benvenuto a

source: New register in %(forum)s
it: Nuovo registro in %(forum)s

source: New registered user %(user)s to the forum: %(forum)s
it: Nuovo utente registrato %(user)s al forum: %(forum)s

source: New comment in %(site)s
it: Nuovo commento in %(site)s

source: You have one new comment in the topic: %(site)s
it: Hai un nuovo commento nel argomento: %(site)s

source: New topic in %(site)s
it: Nuovo argomento nel %(site)s

source: Added a new topic %(url_topic)s to the forum: %(site)s
it: Un nuovo argomento %(url_topic)s è stato aggiunto al forum: %(site)s

source: Confirmation email
it: Email di conferma

source: Congratulations, you are now an active member of
it: Congratulazioni, ora sono un membro attivo di

source: Thank you:
it: Grazie

source: Log in
it: Accesso

source: The activation key has expired
it: La chiave di attivazione è scaduto

source: Please click the following button to get a new activation key.
it: Si prega di fare clic sul seguente pulsante per ottenere una nuova chiave di attivazione.

source: New activation key
it: Chiave di attivazione nuova

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Hai ricevuto questa email perché hai richiesto una reimpostazione della password per il vostro account utente a %(site_name)s.

source: Please go to the following page and choose a new password:
it: Si prega di andare alla seguente pagina e scegliere una nuova password:

source: Thanks for using our site!
it: Grazie per aver utilizzato il nostro sito!

source: The %(site_name)s team
it: Il %(site_name)s team

source: Password reset for email %(email)s. Follow the link below: %(protocol)s://%(domain)s
it: reimpostazione della password per la posta elettronica %(email)s. Seguite il link qui sotto: %(protocol)s://%(domain)s

source: ago
it: fa

source: days ago
it: giorni fa

source: Files allowed
it: File accettati

source: Failed to reset password.
it: Impossibile reimpostare la password.
